var provinces = ["北京市","黑龙江省","辽宁省","内蒙古自治区","吉林省","山东省"];
			var city = []; var i;
			city[0] = ["北京","东城","西城","崇文","宣武","朝阳","丰台","石景山","海淀",
						"门头沟","房山","通州","顺义","昌平","大兴",'平谷',"怀柔","密云","延庆"];
			city[1] = ["哈尔滨","齐齐哈尔","牡丹江","佳木斯","大庆","绥化","鹤岗","鸡西"
						,"黑河","双鸭山","伊春","七台河","大兴安岭"];
			city[2] = ["沈阳","大连","鞍山","抚顺","本溪","丹东","锦州",'营口',"阜新",
						"辽阳",'盘锦',"铁岭","朝阳","葫芦岛"];
			city[3] = ["呼和浩特","包头","乌海","赤峰","呼伦贝尔盟","阿拉善盟","哲里木盟"
						,"兴安盟","乌兰察布盟","锡林郭勒盟","巴彦淖尔盟","伊克昭盟"];
			city[4] = ["长春","吉林","四平","辽源","通化","白山","松原","白城","延边"];
			city[5] = ["济南","青岛","淄博","枣庄","东营","烟台","潍坊","济宁","泰安","威海"
						,"日照","莱芜","临沂","德州","聊城","滨州","菏泽","博兴"];
			for(i = 0; i < 6; i++){
				$("#pv").append("<option value='"+i+provinces[i]+"'>"+provinces[i]+"</option>");
			}
			for(i = 0; i < city[0].length; i++){
				$("#ct").append("<option value='"+city[0][i]+"'>"+city[0][i]+"</option>");
			}
			$("#pv").blur(function(){
				$("#ct").empty();
				var provinceValue = $('#pv').val();
				var isCity = parseInt(provinceValue.substring(0,1));
				for(i = 0; i < city[isCity].length; i++){
					$("#ct").append("<option value='"+city[isCity][i]+"'>"+city[isCity][i]+"</option>");
				}
			});